---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrTextFont
source: html/3fc38609-9a4a-da04-71fe-e95ab4cb2789.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrTextFont Property

"Text Font"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrTextFont { get; }
```